[
    { "cover": "cover-1.jpg", "annee": "1972", "titre": "Got to Be There", "description": "Ce sont les deux premiers album solo de Micheal Jackson sortis sous le label Motown. Ils ont surfé sur la vague du succès des Jackson 5" },
    { "cover": "cover-2.jpg", "annee": "1973", "titre": "Music and Me", "description": "Music and Me est le 3e album en solo de Michael Jackson, sorti en avril 1973. L'album, à ce jour s'est vendu à 6 500 000 exemplaires." },
    { "cover": "cover-3.jpg", "annee": "1975", "titre": "forever, Michael", "description": "Album contenant dix titres, c'est le dernier album solo officiel enregistré sous le label Motown." },
    { "cover": "cover-4.jpg", "annee": "1979", "titre": "Off the Wall", "description": "Premier album solo de Michael Jackson sur le label Epic Records. Sorti trois semaines avant le 21e anniversaire de Michael, l'album marque la 1re collaboration du chanteur avec le légendaire producteur Quincy Jones." },
    { "cover": "cover-5.jpg", "annee": "1982", "titre": "Thriller", "description": "Thriller explore des genres similaires à ceux d'Off the Wall, tels le funk, le post-disco, la musique soul, le soft rock, le R&B et la pop. Les paroles des chansons sont variées mais elles traitent entre autres de thèmes parfois sombres, comme la paranoïa et le surnaturel. C'est l'album le plus vendu de tous les temps, avec des ventes estimées à 66 millions d'exemplaires dans le monde" },
    { "cover": "cover-6.jpg", "annee": "1987", "titre": "Bad", "description": "Il est le troisième et dernier album produit par Quincy Jones. Sorti le 31 août 1987, ce disque fut probablement le plus attendu des années 1980 car il devait succéder à Thriller." },
    { "cover": "cover-7.jpg", "annee": "1991", "titre": "Dangerous", "description": "Huitième album studio de Michael Jackson et le quatrième chez Epic Records, sorti le 26 novembre 1991. Il marque le début de sa collaboration avec le producteur et compositeur Teddy Riley." },
    { "cover": "cover-8.jpg", "annee": "1995", "titre": "HIStory – Past, Present, and Future: Book 1", "description": "Son titre s'appuie sur le jeu de mot « His story » (« Son histoire ») et « History » (« Histoire »). L'album contient deux CD. Le premier (HIStory begins)4 est une compilation de quinze titres; le second (HIStory continues) en contient quatorze nouveaux sur quinze." },
    { "cover": "cover-9.jpg", "annee": "2001", "titre": "Invincible", "description": "Invincible est le dixième et dernier album studio du chanteur Michael Jackson, son sixième album solo chez Epic Records5, sorti le 30 octobre 2001." }

]