[
    { "titre": "Michael Jackson : les détails inquiétants de son autopsie", "source": "https://www.rtl.fr/", "lien": "https://www.rtl.fr/culture/medias-people/michael-jackson-les-details-inquietants-de-son-autopsie-7800944589", "resume": "VU DANS LA PRESSE - Le 'Daily Mirror' a dévoilé de nouvelles informations concernant l'état de santé de Michael Jackson au moment de son décès. Estomac rempli de pilules, perruque collée au crane ou encore vitiligo, à 50 ans, la star de la pop semblait loin d'être en pleine forme." },
    { "titre": "Michael Jackson incontinent ? Cette raison pour laquelle la star portait des pantalons noirs", "source": "https://www.closermag.fr", "lien": "https://www.closermag.fr/people/michael-jackson-incontinent-cette-raison-pour-laquelle-la-star-portait-des-panta-1165805", "resume": "Fidèle à son gant à sequins, Michael Jackson l'était tout autant aux pantalons noirs. Onze ans après sa mort, et alors que le Roi de la pop aurait dû fêter son 58ème anniversaire ce samedi 29 août, le tabloïd britannique The Mirror a révélé qu'il privilégiait un tel vêtement pour une triste raison" },
    { "titre": "Michael Jackson : les terribles révélations sur ses derniers instants", "source": "https://www.femmeactuelle.fr/", "lien": "https://www.femmeactuelle.fr/actu/news-actu/michael-jackson-les-terribles-revelations-sur-ses-derniers-instants-2098148", "resume": "Depuis sa mort survenue le 25 juin 2009 d'un arrêt cardiaque, Michael Jackson continue régulièrement d'alimenter les rumeurs les plus folles et les plus glaçantes. " },
    { "titre": "Michael Jackson : Quand Brooke Shields refusait sa demande en mariage", "source": "https://www.purepeople.com/", "lien": "https://www.purepeople.com/article/michael-jackson-quand-brooke-shields-refusait-sa-demande-en-mariage_a420305/1", "resume": "La vie amoureuse et la sexualité de Michael Jackson continuent de fasciner, même plus de 10 ans après sa mort. De nombreux témoignages ont affirmé que le défunt roi de la pop aimait les femmes. Marié à deux reprises, il voulait épouser une troisième femme, mais Brooke Shields a refusé ses demandes." },
    { "titre": "L'anecdote dingue de Karen Chéryl sur son duo avec Michael Jackson", "source": "https://www.programme-tv.net/", "lien": "https://www.programme-tv.net/news/people/269851-lanecdote-dingue-de-karen-cheryl-sur-son-duo-avec-michael-jackson-video/", "resume": "Dans l’émission Bel et bien, diffusée sur France 2 ce samedi 6 février, Karen Chéryl, alias Isabelle Morizet, a raconté comment elle s'était retrouvée à chanter en duo avec Michael Jackson, à la demande expresse de ce dernier." }

]